tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "asciidoc"
brew "automake"
brew "bat"
brew "bear"
brew "fontconfig"
brew "glib"
brew "pkg-config"
brew "boot-clj"
brew "ccls"
brew "chezscheme"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "djview4"
brew "exercism"
brew "fd"
brew "fzf"
brew "git"
brew "libtool"
brew "guile"
brew "krb5"
brew "leiningen"
brew "libvterm"
brew "maven"
brew "xapian"
brew "mu"
brew "mutt"
brew "notmuch"
brew "ocaml"
brew "opam"
brew "pandoc"
brew "poppler"
brew "postgresql@14"
brew "proselint"
brew "python@3.8"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "sbcl"
brew "shellcheck"
brew "shfmt"
brew "showkey"
brew "swi-prolog"
brew "tree"
brew "wget"
brew "wordnet"
brew "yadm"
brew "zsh"
brew "clojure/tools/clojure"
brew "railwaycat/emacsmacport/emacs-mac"
cask "font-fira-code"
cask "j"
cask "temurin"
cask "temurin11"
cask "xquartz"
